;(function ($) { $.fn.datepicker.language['ar'] = {
    days: ['الأحد', 'الأثنين', 'الثلأثاء', 'الأربعاء', 'الجميس', 'الجمعة', 'السبت'],
    daysShort: ['الأحد', 'الأثنين', 'الثلأثاء', 'الأربعاء', 'الجميس', 'الجمعة', 'السبت'],
    daysMin: ['الأحد', 'الأثنين', 'الثلأثاء', 'الأربعاء', 'الجميس', 'الجمعة', 'السبت'],
    months: ['يناير','فبراير','مارس','ابريل','مايو','يونية', 'يوليو','اغسطس','سبتمبر','اكتوبر','نوفمبر','ديسمبر'],
    monthsShort: ['يناير', 'فبراير', 'مارس', 'ابريل', 'مايو', 'يونية', 'يوليو', 'اغسطس', 'سبتمبر', 'اكتوبر', 'نوفمبر', 'ديسمبر'],
    today: 'اليوم',
    clear: 'تفريغ',
    dateFormat: 'dd/mm/yyyy',
    timeFormat: 'hh:ii aa',
    firstDay: 0
}; })(jQuery);